[ID_Sage_ScorpionStinger MissionItemDefinition]
UseFailureCharacterMessage="As it should be %s Use this product.."
ItemName="give"
PickupMessage="Are you there? %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="general"

[ID_Sage_ScorpionStinger:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="angle"
NoConstraintText=""
Suffix=""
Prefix=""

